{
  "slug": "aglaonema-calypso",
  "latinName": "Aglaonema Calypso",
  "names": ["Chinese Evergreen", "Chinese Evergreen Calypso"],
  "description": [
    "The Aglaonema is a mainstay of favorite houseplant lists everywhere! With its unique and full foliage, easy care, and ability to adapt to almost any home or office space, it’s hard to find a more versatile stunner.",
    "Commonly called the “Chinese Evergreen”, this plant is native to the tropical forest floors of Asia, so appreciates a spot where it can receive indirect light, as direct sunlight can scorch its leaves."
  ],
  "family": "araceae",
  "plantVariety": "aglaonema",
  "difficulty": "easy",
  "light": ["low", "moderate"],
  "water": "little",
  "humidity": "average",
  "fertilizer": "low",
  "lightExplanation": [
    "Aglaonema Calypso is so easy to grow because it thrives in low light conditions. While you don’t want to grow your Chinese Evergreen or any plant in a completely dark room, it does do well in rooms that barely get any sunlight at all or that are lit by artificial lighting."
  ],
  "waterExplanation": [
    "Aglaonemas like to dry out between waterings, so feel the soil with your finger a few inches down to ensure it isn’t moist right beneath the surface.",
    "If your plant is in a bright location, then you will want to water it when the soil is dry halfway down the pot.",
    "If you have your plant in fluorescent or lower light conditions, then it’s best to let the soil dry out almost all the way to the bottom of the pot before watering thoroughly."
  ],
  "humidityExplanation": [
    "As all the tropical plants, they like warm and humid places but you don't have to recreate these conditions. Aglaonema Calypso will be happy in average humidity conditions as long as you mist it sometimes.",
    "In case of using air conditioning or heating, try to increase the humidity by misting it more often, grouping it with other plants or using a humidifier."
  ],
  "fertilizerExplanation": [
    "This Chinese Evergreen don't need much when it comes to food. The best option to feed a plant that grows slowly and has beautiful foliage is to feed it twice a year with a slow fertilizer."
  ],
  "tips": [
    "Mist the leaves to increase humidity.",
    "Wipe the leaves with a damp cloth and gently dry to keep them clean and healthy.",
    "Keep it far from cats, dogs and children because it causes mouth irritation."
  ],
  "growth": "slow",
  "heightCm": 90,
  "spreadCm": 90,
  "leafSize": "big",
  "leafColorRange": "multiple",
  "hasFlower": false,
  "isToxic": true,
  "isRare": null,
  "isClimber": false,
  "isAirPurifier": true,
  "isPerennial": true,
  "spaces": ["bedroom"],
  "isHanging": false,
  "images": [
    {
      "owner": null,
      "src": "https://scontent.cdninstagram.com/vp/0f1c132264efd53f3d4a14259b56bc3c/5D998A76/t51.2885-15/e35/s480x480/61730008_856373751387803_7756146111789045099_n.jpg?_nc_ht=scontent-frt3-2.cdninstagram.com"
    }
  ],
  "videos": [
    {
      "link": "https://www.youtube.com/watch?v=YW5dHqvALEk",
      "author": {
        "name": "Summer Rayne Oakes",
        "link": "https://www.instagram.com/kayleeellenofficial/"
      }
    }
  ],
  "productLinks": []
}
