{
  "isTrendy": true,
  "slug": "alocasia-stingray",
  "latinName": "Alocasia Stingray",
  "mostCommonName": "Alocasia Stingray",
  "names": ["Elephant Ear"],
  "description": [
    "Alocasia Stingray is an exotic and rare plant that is easy to keep alive as it does not require excessive care. Although it is an easy plant, it is not a recommended plant for beginners as it is sensitive to temperature and humidity.",
    "This elephant ear is becoming popular and is famous for its large leaf with a unique shape that has a long upturned tail that reminds us of a stingray. Like some other alocasias, it needs bright indirect light (south or west-facing windows are best as long as it is indirect light) and loves damp, well-drained soil mixed with organic matter as these are the characteristics of its natural habitat.",
    "Alocasia Stingray looks similar to differentiate Alocasia Zebrina because they both have a deep green color on the leaves and a similar pattern and color on the stem.",
    "Although their similarities, It is easy to differ Alocasia Stingray of Alocasia Zebrina by the shape of the leaves. Alocasia Stingray leaves are rounder and have a pointed finish, while Alocasia Zebrina leaves are triangular with an arrow shape.",
    "Alocasia is toxic if ingested, so they are not plants safe for cats, dogs neither children. With that being said, it doesn't mean you can't get one. Personally, I have a cat and we have plenty of plants that are toxic if ingested, but th does not pay attention to them. If he does, you might want to place these plants wherever he can't reach them."
  ],
  "family": "araceae",
  "plantVariety": "alocasia",
  "difficulty": "intermediate",
  "light": ["bright"],
  "water": "often",
  "humidity": "high",
  "fertilizer": "low",
  "lightExplanation": [
    "Alocasia Stingray is a tropical plant that loves warm and humid environments although it can survive in slightly different conditions. Alocasia Stingray loves bright light but it is not necessary",
    "The best place to have our Alocasia Stingray is an illuminated west, south, or east-faced window as long as we filter the sunlight, or we place it a few feet far from the window.",
    "You can let your Alocasia Stingray receive direct sunlight for an hour or so as long it is not very intense, that's why people like to give it morning sun-light in an east-facing window."
  ],
  "waterExplanation": [
    "Water your Alocasia Stingray until water runs out of the drain holes every time you see that the top 2 inches of the soil are dry.",
    "It's important to check the soil of alocasias frequently because they like moist substrate. With this in mind, you'll approximately water your Alocasia Stingray about once or twice a week.",
    "In nature, alocasias grow in soils with a lot of organic matter and high humidity which makes the soil never dry out.",
    "To keep an Alocasia Stingray happy you must plant it in a substrate that drains very well because it is a plant that you will often water. If a well-draining substrate is not used, it is easy to water the substrate often when it is soaked and its fine roots rot."
  ],
  "humidityExplanation": [
    "Alocasias love bright bathrooms because they like slightly higher humidity levels than many other plants. You may need to raise the humidity levels in a room artificially using a humidifier or it will eventually die."
  ],
  "fertilizerExplanation": [
    "Feed with a diluted balanced fertilizer from spring every 2 weeks and stop at the end of August then start again at the beginning of spring."
  ],
  "tips": [
    "Alocasia have a dormant period. Some leaves will fade and die so do not be alarmed when this happens.",
    "Use a humidifer to increase humidity or place it in a bright bathroom",
    "Alocasias love an hour of morning sun",
    "Wipe the leaves with a damp cloth and gently dry to keep them clean and healthy.",
    "The usage of well-draining soil is almost required. (a mix of universal soil, cactus soil, perlite, and organic matter)."
  ],
  "growth": "fast",
  "heightCm": 1200,
  "spreadCm": 50,
  "leafSize": "big",
  "leafColorRange": "mono",
  "hasFlower": false,
  "isToxic": true,
  "isRare": true,
  "isPopular": false,
  "isClimber": false,
  "isAirPurifier": false,
  "isPerennial": true,
  "spaces": ["bathroom"],
  "isHanging": false,
  "images": [
    {
      "owner": {
        "name": "plantprojectnz",
        "link": "https://www.instagram.com/plantprojectnz/"
      },
      "src": "/images/plants/alocasia-stingray-1.jpg"
    },
    {
      "owner": {
        "name": "broadviewflorist",
        "link": "https://www.instagram.com/broadviewflorist/"
      },
      "src": "/images/plants/alocasia-stingray-2.jpg"
    },
    {
      "owner": {
        "name": "kates_plants_succ",
        "link": "https://www.instagram.com/kates_plants_succ/"
      },
      "src": "/images/plants/alocasia-stingray-3.jpg"
    },
    {
      "owner": {
        "name": "theshoeboxjungle",
        "link": "https://www.instagram.com/theshoeboxjungle/"
      },
      "src": "/images/plants/alocasia-stingray-4.jpg"
    },
    {
      "owner": {
        "name": "thenordicplantgirl",
        "link": "https://www.instagram.com/thenordicplantgirl/"
      },
      "src": "/images/plants/alocasia-stingray-5.jpg"
    },
    {
      "owner": {
        "name": "lili_leiter",
        "link": "https://www.instagram.com/lili_leiter/"
      },
      "src": "/images/plants/alocasia-stingray-6.jpg"
    },
    {
      "owner": {
        "name": "dodo_likes_plants",
        "link": "https://www.instagram.com/dodo_likes_plants/"
      },
      "src": "/images/plants/alocasia-stingray-7.jpg"
    },
    {
      "owner": {
        "name": "thenordicplantgirl",
        "link": "https://www.instagram.com/thenordicplantgirl/"
      },
      "src": "/images/plants/alocasia-stingray-8.jpg"
    },
    {
      "owner": {
        "name": "kathgrx",
        "link": "https://www.instagram.com/kathgrx/"
      },
      "src": "/images/plants/alocasia-stingray-9.jpg"
    },
    {
      "owner": {
        "name": "/perky.plants",
        "link": "https://www.instagram.com/perky.plants/"
      },
      "src": "/images/plants/alocasia-stingray-10.jpg"
    },
    {
      "owner": {
        "name": "karlijnsjungle",
        "link": "https://www.instagram.com/karlijnsjungle/"
      },
      "src": "/images/plants/alocasia-stingray-11.jpg"
    },
    { "owner": null, "src": "/images/plants/alocasia-stingray-12.jpg" },
    {
      "owner": "rockyopeniano",
      "src": "/images/plants/alocasia-stingray-13.jpg"
    }
  ],
  "videos": [
    {
      "link": "https://www.youtube.com/watch?v=kXVaQppYhNo",
      "author": {
        "name": "kayleeellenofficial",
        "link": "https://www.instagram.com/kayleeellenofficial/"
      }
    }
  ],
  "productLinks": [
    {
      "isAffiliate": false,
      "shop": "Hortology",
      "href": "https://hortology.co.uk/products/alocasia-stingray-elephant-ear",
      "lowestPrice": {
        "amount": 17.99,
        "currency": { "name": "British Pound", "iso": "GBP", "symbol": "£" }
      }
    }
  ]
}
