{
  "isTrendy": true,
  "slug": "epipremnum-aureum-glacier",
  "latinName": "Epipremnum Aureum Glacier",
  "mostCommonName": "Glacier Pothos",
  "names": ["Glacier Pothos", "Pothos", "Devil's Ivy"],
  "description": [
    "Epipremnum Aureum Glacier is a small pothos variety in the market and it has a nice green and white contrast on their small leaves. Glacier Pothos is commonly confused with Pearls and Jade Pothos and Njoy Pothos although you can differentiate your Glacier because it tends to have more silvery-gray mottling/streaking than others and smaller leaves.",
    "Epipremnum Aureum Glacier is a hardy climbing plant highly recommended for beginners and people who travel thanks to the fact that it is a plant that adapts very well to many environments and conditions.",
    "Pothos is a plant that can grow in not so bright places or even artificial conditions (even though it requires a little bit more light than other pothos because of the variegations). Pothos are not sensitive to water, so it can last a few days more, although it is not recommended to have it for long periods without watering it.",
    "Pothos are toxic plants if ingested, so you should increase precautions if you have cats, dogs or babies. On the other hand, it is a very beautiful and versatile climbing plant that is commonly used as a hanging plant next to the windows, in big spaces or in the balconies."
  ],
  "family": "araceae",
  "plantVariety": "pothos",
  "origins": ["Asia"],
  "difficulty": "easy",
  "light": ["moderate", "bright"],
  "water": "often",
  "humidity": "average",
  "fertilizer": "low",
  "lightExplanation": [
    "Epipremnum Aureum Glacier requires more light than other pothos since in low light conditions it doesn't grow much because the white parts of the leaves don't capture light for photosynthesis. The best condition for your Glacier Pothos is a moderate or bright light.",
    "Glacier Pothos will be fine in a north-facing window, but we will have to place it a few feet inside if our window is facing south or west because the sun is way more intense.",
    "In case you have a Glacier Pothos as a hanging plant, make sure that the light reaches the top of the plant and not just the leaves that are hanging."
  ],
  "waterExplanation": [
    "Having a moist substrate is one of the ideal conditions for a Glacier Pothos, but it does not mean that it is necessary. Therefore, it is recommended to water your Epipremnum Aureum Glacier when you see that the first two inches of the substrate are dry (it is usually at least once a week), so you will have a fairly moist substrate and avoid overwatering.",
    "It is very easy to see when you have to water your pothos because their leaves curl to maintain the humidity they have and thus optimize resources.",
    "If you are a person who likes to water plants, it is recommended to use a pot of a porous material such as terracotta because it absorbs moisture and it is more difficult for roots to rot."
  ],
  "humidityExplanation": [
    "Epipremnum Aureum Glacier are low maintenance plants recommended for beginners that easily adapt to almost all kinds of conditions.",
    "Pothos don't need any kind of care regarding humidity. As tropical plants, they prefer humid environments and that is why they are recommended plants for the bathroom, but the average humidity of any room is good for them.",
    "Pothos will not suffer if we have a slightly dry environment because their leaves are not thin."
  ],
  "fertilizerExplanation": [
    "It is recommended to fertilize your Glacier Pothos once every 1-2 weeks. Pothos are one of the fastest growing plants and when we provide them with fertilizer and bright light they grow like demons, although they don't need it.",
    "Fertilize your pothos if you have it as a hanging plant or climbing on some wall or totem."
  ],
  "tips": [
    "Wipe the leaves with a damp cloth and gently dry to keep them clean and healthy.",
    "Make sure your pothos doesn't receive direct sunlight if it's on a south or east-facing window.",
    "You should water your Glacier pothos if its leaves are curved because it means the soil has dry out.",
    "If you want to control the shape of the plant,  rotate on a regular basis, and use pruners or scissors with a sharp blade.",
    "Use a totem to make your pothos climb.",
    "Pothos are beautiful plants as hanging plants, try it!"
  ],
  "growth": "moderate",
  "heightCm": 50,
  "spreadCm": 90,
  "leafSize": "small",
  "leafColorRange": "multiple",
  "hasFlower": false,
  "isToxic": true,
  "isRare": false,
  "isPopular": true,
  "isClimber": true,
  "isAirPurifier": false,
  "isPerennial": true,
  "spaces": ["bathroom", "bedroom", "office"],
  "isHanging": true,
  "images": [
    {
      "owner": {
        "name": "missesfancyplants",
        "link": "https://www.instagram.com/missesfancyplants"
      },
      "src": "/images/plants/epipremnum-aureum-glacier-1.jpg"
    },
    {
      "owner": {
        "name": "crazyplantlady.melb",
        "link": "https://www.instagram.com/crazyplantlady.melb"
      },
      "src": "/images/plants/epipremnum-aureum-glacier-2.jpg"
    },
    {
      "owner": {
        "name": "xayberboi",
        "link": "https://www.instagram.com/xayberboi"
      },
      "src": "/images/plants/epipremnum-aureum-glacier-3.jpg"
    },
    {
      "owner": {
        "name": "xayberboi",
        "link": "https://www.instagram.com/xayberboi"
      },
      "src": "/images/plants/epipremnum-aureum-glacier-4.jpg"
    },
    {
      "owner": null,
      "src": "/images/plants/epipremnum-aureum-glacier-6.jpg"
    },
    {
      "owner": {
        "name": "loicjayren",
        "link": "https://www.instagram.com/loicjayren"
      },
      "src": "/images/plants/epipremnum-aureum-glacier-7.jpg"
    }
  ],
  "videos": [
    {
      "link": "https://www.youtube.com/watch?v=LEt_O0d8wec",
      "author": {
        "name": "Summer Rayne Oakes",
        "link": "https://www.instagram.com/kayleeellenofficial/"
      }
    },
    {
      "link": "https://www.youtube.com/watch?v=qo4IQriL6Ew",
      "author": {
        "name": "Good Growing",
        "link": "https://www.youtube.com/channel/UCln2qbO4Pe3Pm1l9eeymIKA"
      }
    },
    {
      "link": "https://www.youtube.com/watch?v=hvxr33K9jdU",
      "author": {
        "name": "Keisha Adinkra",
        "link": "https://www.youtube.com/channel/UCbS9AxqQPU8Hy_g2zP1ObWw"
      }
    }
  ],
  "productLinks": [
    {
      "isAffiliate": false,
      "shop": "Garden Goods",
      "href": "https://gardengoodsdirect.com/products/pearls-and-jade-pothos-plants",
      "lowestPrice": {
        "amount": 26.95,
        "currency": { "name": "US Dollar", "iso": "USD", "symbol": "$" }
      }
    }
  ]
}
