{
  "isTrendy": false,
  "slug": "monstera-pinnatipartita",
  "latinName": "Monstera Pinnatipartita",
  "mostCommonName": "Monstera Pinnatipartita",
  "names": ["Swiss cheese plant", "Mexican Plant", "Hurricane plant"],
  "description": [
    "Monstera Pinnatipartita is a rare evergreen and beautiful climbing plant originally from South America that looks similar to Monstera Deliciosa. It has divided leaves when it matures and produces white waxy flowers that along with its aerial roots, make it look wildly.",
    "Monstera Pinnatipartita must not be placed in the direct sun for a long period because it will burn its leaves. Also, be mindful when getting a monstera home because they are mildly toxic if ingested, meaning that you should take precautions if you have pets or children.  I've never had a bad experience with my pets myself because they have an instinct, but I always try to see how they react the first days after adding this plant to my collection.",
    "It is so recommended to use totems or to place it in a spot where it can trail to maximize its growth. As a houseplant it doesn't grow much compared to taking it outside, where it can take a whole big corner.It is so recommended to use totems or to place monsteras in a spot where they can trail to maximize its growth. As a houseplant, it doesn't grow much compared to taking it outside, where it can take a whole big corner."
  ],
  "family": "araceae",
  "plantVariety": "monstera",
  "origins": ["America"],
  "difficulty": "intermediate",
  "light": ["moderate", "bright"],
  "water": "frequent",
  "humidity": "high",
  "fertilizer": "moderate",
  "lightExplanation": [
    "Monstera Pinnatipartita can grow about anywhere in your home! It tolerates low light, but you may see that it grows slower than usual and that the leaves become darker.",
    "To see your monstera growing fast and healthy, place it in a bright place with an hour of morning direct sun at most. Another trick to spread your monstera is to use totems or other surfaces to make it trail over."
  ],
  "waterExplanation": [
    "Water your Monstera Pinnatipartita when its soil becomes almost completely dry. The amount of water your plant needs depends on so many things such as temperature, how much light it receives, etc.",
    "As general rule, monsteras need to be watered at least once week. In warm environments and well-draining soils, you could water them twice per week.",
    "It's important to water your monstera periodically because somehow this plants get used to it and grows better. Water your monstera thoroughly until water leaves the drainage holes or water it's from the bottom placing its roots on water.",
    "You can see if you're over watering your monstera because it's leaves will turn brown."
  ],
  "humidityExplanation": [
    "Monstera does well in average humidity conditions, but it will appreciate if you increase it because its natural environment it's humid.",
    "There are many ways to increase humidity levels but the most effective are humidifier and grouping plants together."
  ],
  "fertilizerExplanation": [
    "Fertilize your Monstera Pinnatipartita once a week during the spring and summer and they will grow super fast. Fertilize your monstera with a 20-20-20 or 20-10-10 fertilizer.",
    "Don't fertilize your monstera during winter so it can rest."
  ],
  "tips": [
    "Give your Monstera Pinnatipartita bright light.",
    "Wipe the leaves with a damp cloth and gently dry to keep them clean and healthy.",
    "Don't let your Monstera remain in water.",
    "Let your Monstera trail surfaces like totems, grills or walls.",
    "Monstera roots are not the type of roots that damage walls or surfaces.",
    "Rotate your Monstera periodically.",
    "Raise the temperature and humidity to make your monstera feel like home."
  ],
  "growth": "moderate",
  "heightCm": 500,
  "spreadCm": 500,
  "leafSize": "big",
  "leafColorRange": "mono",
  "hasFlower": false,
  "isToxic": true,
  "isRare": true,
  "isPopular": false,
  "isClimber": true,
  "isAirPurifier": false,
  "isPerennial": true,
  "spaces": ["bathroom"],
  "isHanging": false,
  "images": [
    {
      "owner": {
        "name": "nicoplants",
        "link": "https://www.instagram.com/nicoplants"
      },
      "src": "/images/plants/monstera-pinnatipartita-1.jpg"
    },
    {
      "owner": {
        "name": "nicoplants",
        "link": "https://www.instagram.com/nicoplants"
      },
      "src": "/images/plants/monstera-pinnatipartita-2.jpg"
    },
    {
      "owner": {
        "name": "nicoplants",
        "link": "https://www.instagram.com/nicoplants"
      },
      "src": "/images/plants/monstera-pinnatipartita-3.jpg"
    },
    {
      "owner": {
        "name": "philodendronguy",
        "link": "https://www.instagram.com/philodendronguy"
      },
      "src": "/images/plants/monstera-pinnatipartita-4.jpg"
    },
    {
      "owner": {
        "name": "the_3_keys",
        "link": "https://www.instagram.com/the_3_keys"
      },
      "src": "/images/plants/monstera-pinnatipartita-5.jpg"
    },
    {
      "owner": {
        "name": "maakmnmk",
        "link": "https://www.instagram.com/maakmnmk"
      },
      "src": "/images/plants/monstera-pinnatipartita-6.jpg"
    },
    {
      "owner": {
        "name": "maakmnmk",
        "link": "https://www.instagram.com/maakmnmk"
      },
      "src": "/images/plants/monstera-pinnatipartita-7.jpg"
    },
    {
      "owner": {
        "name": "tem_plant_ation",
        "link": "https://www.instagram.com/tem_plant_ation"
      },
      "src": "/images/plants/monstera-pinnatipartita-8.jpg"
    },
    {
      "owner": null,
      "src": "/images/plants/monstera-pinnatipartita-9.jpg"
    }
  ],
  "productLinks": [
    {
      "isAffiliate": false,
      "shop": "Tropics at Home",
      "href": "https://tropicsathome.com/product/monstera-pinnatipartita/",
      "lowestPrice": {
        "amount": 45.83,
        "currency": { "name": "US Dollar", "iso": "USD", "symbol": "$" }
      }
    }
  ]
}
