{
  "isTrendy": false,
  "slug": "spathiphyllum-wallisii",
  "latinName": "Spathiphyllum Wallisii",
  "mostCommonName": "Peace Lily",
  "names": ["Peace Lily", "White Sails", "Spathe Flower"],
  "description": [
    "The Peace Lily has been around for decades for a good reason: It is one of the easiest houseplants to grow because they thrive in low light conditions though they are toxic if ingested, so not highly recommended if you have cats, dogs or children.",
    "Spathiphyllums have been proven to be among the best houseplants to help improve indoor air quality which makes it perfect for bedrooms, livings rooms, and offices. Plus, it happily blooms throughout the year and can reach up to 90cm height"
  ],
  "family": "araceae",
  "plantVariety": "peace lily",
  "origins": ["America", "Asia"],
  "difficulty": "easy",
  "light": ["low", "moderate"],
  "water": "frequent",
  "humidity": "high",
  "fertilizer": "moderate",
  "lightExplanation": [
    "Unlike many plants, the Peace Lily will thrive in low light spots, so it has no problem if you place it a few meters far from your window.",
    "In addition, Spathiphyllum Wallisii can grow in artificial light so it's a plus for people who live in dark winters."
  ],
  "waterExplanation": [
    "It's easy to know when a Peace Lily is thirsty because its leaves will look droop. Water your Spathiphyllum Wallisii frequently because they like to be moist, but once per week is more than enough in case it receives plenty of light.",
    "Spathiphyllum is sensible to chlorine so you better use filtered water or leave your tap water out for 24+ hours so the chlorine breaks down or its leaves will start to look bad."
  ],
  "humidityExplanation": [
    "Peace Lilies do well in average humidity conditions. If you want them to be super happy, you can increase the humidity by misting its leaves, grouping it with other plants or using a humidifier."
  ],
  "fertilizerExplanation": [
    "You don't need to fertilize your Peace Lily, but in case you want, feed it during the growing season (spring and summer) using a 20-20-20 fertilizer.",
    "If you notice the tips of the leaves and blooms turning brown, you’ve probably over-fertilized."
  ],
  "tips": [
    "Mist the leaves to increase humidity.",
    "Wipe the leaves with a damp cloth and gently dry to keep them clean and healthy.",
    "Keep it far from cats, dogs and children because it causes mouth irritation.",
    "Use filtered water or tap water free of chlorine."
  ],
  "growth": "slow",
  "heightCm": 90,
  "spreadCm": 60,
  "leafSize": "big",
  "leafColorRange": "mono",
  "hasFlower": true,
  "isToxic": true,
  "isRare": false,
  "isPopular": true,
  "isClimber": false,
  "isAirPurifier": true,
  "isPerennial": true,
  "spaces": [],
  "isHanging": false,
  "images": [
    { "owner": null, "src": "/images/plants/spathiphyllum-wallisii-1.jpg" }
  ],
  "productLinks": [
    {
      "isAffiliate": false,
      "shop": "Garden Goods",
      "href": "https://gardengoodsdirect.com/products/peace-lily",
      "lowestPrice": {
        "amount": 12.95,
        "currency": { "name": "US Dollar", "iso": "USD", "symbol": "$" }
      }
    },
    {
      "isAffiliate": false,
      "shop": "Totally Plants",
      "href": "https://www.indoor-plants.co.uk/product/spathiphyllum-peace-lily-2/",
      "lowestPrice": {
        "amount": 18.9,
        "currency": { "name": "British Pound", "iso": "GBP", "symbol": "£" }
      }
    }
  ]
}
